Repository: lukasaberg451/Pulse
Catalog: Pulse/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, nl, pt_br, sv

source: Just 1 more workout to keep your %lld-week streak alive. You've got this!
de: Nur noch 1 Workout, um deine %lld-Wochen-Serie am Leben zu halten. Du schaffst das!
es: Solo 1 entrenamiento más para mantener tu racha de %lld semanas. ¡Tú puedes!
fr: Plus qu'1 entraînement pour garder ta série de %lld semaines. Tu peux le faire !
ja: あと1回のワークアウトで%lld週間の連続記録を維持できます。頑張って！
ko: %lld주 연속 기록을 유지하려면 1회만 더 운동하세요. 할 수 있습니다!
nl: Nog maar 1 training om je reeks van %lld weken voort te zetten. Je kunt het!
pt_br: Só mais 1 treino para manter sua sequência de %lld semanas. Você consegue!
sv: Bara 1 träningspass till för att hålla din %lld veckors svit vid liv. Du klarar det!

source: Keep It Going
de: Weiter so
es: Sigue así
fr: Continue comme ça
ja: その調子
ko: 계속 이어가세요
nl: Ga zo door
pt_br: Continue assim
sv: Fortsätt så

source: Keep It Up
de: Weiter so
es: Sigue así
fr: Continue comme ça
ja: この調子で
ko: 계속 화이팅
nl: Ga zo door
pt_br: Continue assim
sv: Fortsätt så

source: Last 7 days
de: Letzte 7 Tage
es: Últimos 7 días
fr: 7 derniers jours
ja: 過去7日間
ko: 최근 7일
nl: Laatste 7 dagen
pt_br: Últimos 7 dias
sv: Senaste 7 dagarna

source: Last day
de: Letzter Tag
es: Último día
fr: Dernier jour
ja: 最終日
ko: 마지막 날
nl: Laatste dag
pt_br: Último dia
sv: Sista dagen

source: Last Name
de: Nachname
es: Apellido
fr: Nom
ja: 姓
ko: 성
nl: Achternaam
pt_br: Sobrenome
sv: Efternamn

source: Last session:
de: Letzte Einheit:
es: Última sesión:
fr: Dernière séance :
ja: 前回のセッション：
ko: 마지막 세션:
nl: Laatste sessie:
pt_br: Última sessão:
sv: Senaste pass:

source: Last workout:
de: Letztes Training:
es: Último entrenamiento:
fr: Dernier entraînement :
ja: 前回のワークアウト：
ko: 마지막 운동:
nl: Laatste training:
pt_br: Último treino:
sv: Senaste träningspass:

source: Later
de: Später
es: Después
fr: Plus tard
ja: 後で
ko: 나중에
pt_br: Depois
sv: Senare

source: Let's Get Started
de: Los geht's
es: ¡Empecemos!
fr: C'est parti
ja: 始めましょう
ko: 시작하기
nl: Laten we beginnen
pt_br: Vamos começar
sv: Nu kör vi

source: Let's go
de: Los geht's
es: Vamos
fr: C'est parti
ja: 行こう
ko: 시작하자
nl: Laten we gaan
pt_br: Vamos lá
sv: Nu kör vi

source: Let's take a quick tour to help you get the most out of your training. Tap Next to get started!
de: Lass uns eine kurze Tour machen, damit du das Beste aus deinem Training herausholen kannst. Tippe auf Weiter, um loszulegen!
es: Hagamos un recorrido rápido para ayudarte a aprovechar al máximo tu entrenamiento. ¡Toca Siguiente para empezar!
fr: Faisons un tour rapide pour t'aider à tirer le meilleur parti de ton entraînement. Appuie sur Suivant pour commencer !
ja: クイックツアーでトレーニングを最大限に活用しましょう。「次へ」をタップして始めましょう！
ko: 빠른 둘러보기로 훈련을 최대한 활용하세요. 다음을 탭하여 시작하세요!
nl: Laten we een korte rondleiding nemen om je te helpen het meeste uit je training te halen. Tik op Volgende om te beginnen!
pt_br: Vamos fazer um tour rápido para ajudá-lo a aproveitar ao máximo seu treino. Toque em Próximo para começar!
sv: Låt oss ta en snabb rundtur för att hjälpa dig få ut det mesta av din träning. Tryck på Nästa för att börja!

source: Lifetime Stats
de: Gesamtstatistiken
es: Estadísticas totales
fr: Statistiques globales
ja: 累計統計
ko: 전체 통계
nl: Totale statistieken
pt_br: Estatísticas totais
sv: Totalstatistik

source: Light
de: Hell
es: Claro
fr: Clair
ja: ライト
ko: 라이트
nl: Licht
pt_br: Claro
sv: Ljust

source: Loading profile…
de: Profil wird geladen…
es: Cargando perfil…
fr: Chargement du profil…
ja: プロフィールを読み込み中…
ko: 프로필 로드 중…
nl: Profiel laden…
pt_br: Carregando perfil…
sv: Laddar profil…

source: Loading routine...
de: Routine wird geladen...
es: Cargando rutina...
fr: Chargement de la routine...
ja: ルーティンを読み込み中...
ko: 루틴 로드 중...
nl: Routine laden...
pt_br: Carregando rotina...
sv: Laddar rutin...

source: Loading routines...
de: Routinen werden geladen...
es: Cargando rutinas...
fr: Chargement des routines...
ja: ルーティンを読み込み中...
ko: 루틴 로드 중...
nl: Routines laden...
pt_br: Carregando rotinas...
sv: Laddar rutiner...

source: Log a completed session
de: Eine abgeschlossene Einheit erfassen
es: Registrar una sesión completada
fr: Enregistrer une séance terminée
ja: 完了したセッションを記録
ko: 완료된 세션 기록
nl: Een voltooide sessie loggen
pt_br: Registrar uma sessão concluída
sv: Logga ett avslutat pass

source: Log manually
de: Manuell erfassen
es: Registrar manualmente
fr: Enregistrer manuellement
ja: 手動で記録
ko: 수동 기록
nl: Handmatig loggen
pt_br: Registrar manualmente
sv: Logga manuellt

source: Log manually instead
de: Stattdessen manuell eintragen
es: Registrar manualmente
fr: Enregistrer manuellement plutôt
ja: 代わりに手動で記録
ko: 대신 수동으로 기록
nl: Handmatig loggen in plaats daarvan
pt_br: Registrar manualmente
sv: Logga manuellt istället

source: Log session with AI
de: Einheit mit KI eintragen
es: Registrar sesión con IA
fr: Enregistrer la séance avec l'IA
ja: AIでセッションを記録
ko: AI로 세션 기록
nl: Sessie loggen met AI
pt_br: Registrar sessão com IA
sv: Logga pass med AI

source: Log strength sets with 10 or fewer reps to estimate your one rep max!
de: Trage Kraftsätze mit 10 oder weniger Wiederholungen ein, um dein Maximalgewicht zu schätzen!
es: ¡Registra series de fuerza con 10 o menos reps para estimar tu máximo de 1 repetición!
fr: Enregistre des séries de force de 10 reps ou moins pour estimer ton max !
ja: 10回以下の筋力セットを記録して1RMを推定しましょう！
ko: 10회 이하의 근력 세트를 기록하여 1RM을 추정하세요!
nl: Log krachtsets met 10 of minder reps om je one rep max te schatten!
pt_br: Registre séries de força com 10 ou menos reps para estimar seu máximo de 1 repetição!
sv: Logga styrkeset med 10 eller färre reps för att beräkna ditt max!

source: Log Workout
de: Training erfassen
es: Registrar entrenamiento
fr: Enregistrer un entraînement
ja: ワークアウトを記録
ko: 운동 기록
nl: Training loggen
pt_br: Registrar treino
sv: Logga träningspass

source: Log workouts straight from your wrist
de: Trainings direkt vom Handgelenk erfassen
es: Registra entrenamientos directamente desde tu muñeca
fr: Enregistre tes entraînements depuis ton poignet
ja: 手首からワークアウトを直接記録
ko: 손목에서 바로 운동 기록
nl: Log trainingen rechtstreeks vanaf je pols
pt_br: Registre treinos direto do seu pulso
sv: Logga träningspass direkt från handleden

source: Log your current weight
de: Aktuelles Gewicht eintragen
es: Registrar tu peso actual
fr: Enregistre ton poids actuel
ja: 現在の体重を記録
ko: 현재 체중을 기록하세요
nl: Log je huidige gewicht
pt_br: Registrar seu peso atual
sv: Logga din nuvarande vikt

source: Log your weight at least twice to see your progression chart.
de: Trage dein Gewicht mindestens zweimal ein, um dein Verlaufsdiagramm zu sehen.
es: Registra tu peso al menos dos veces para ver tu gráfico de progresión.
fr: Enregistre ton poids au moins deux fois pour voir ton graphique de progression.
ja: 体重を2回以上記録すると推移グラフが表示されます。
ko: 체중을 2번 이상 기록하면 진행 차트를 볼 수 있습니다.
nl: Log je gewicht minstens twee keer om je voortgangsgrafiek te zien.
pt_br: Registre seu peso pelo menos duas vezes para ver seu gráfico de progressão.
sv: Logga din vikt minst två gånger för att se ditt progressionsdiagram.

source: Longest Streak
de: Längste Serie
es: Racha Más Larga
fr: Plus longue série
ja: 最長連続記録
ko: 최장 연속 기록
nl: Langste reeks
pt_br: Maior Sequência
sv: Längsta svit

source: Low confidence — please verify
de: Geringe Zuverlässigkeit — bitte überprüfen
es: Baja confianza — por favor verifica
fr: Faible fiabilité — veuillez vérifier
ja: 信頼度が低い — 確認してください
ko: 낮은 신뢰도 — 확인해 주세요
nl: Lage betrouwbaarheid — controleer a.u.b.
pt_br: Baixa confiança — por favor verifique
sv: Låg tillförlitlighet — vänligen verifiera

source: Make Each Session Count
de: Mach jede Einheit wertvoll
es: Haz que cada sesión cuente
fr: Chaque séance compte
ja: 毎回のセッションを大切に
ko: 매 세션을 의미 있게
nl: Maak elke sessie waardevol
pt_br: Faça cada sessão valer
sv: Gör varje pass värt det

source: Manage Subscription
de: Abo verwalten
es: Gestionar suscripción
fr: Gérer l'abonnement
ja: サブスクリプションを管理
ko: 구독 관리
nl: Abonnement beheren
pt_br: Gerenciar assinatura
sv: Hantera prenumeration

source: Manage your account details
de: Kontodetails verwalten
es: Gestiona los detalles de tu cuenta
fr: Gérer les détails de ton compte
ja: アカウントの詳細を管理
ko: 계정 세부 정보 관리
nl: Beheer je accountgegevens
pt_br: Gerencie os detalhes da sua conta
sv: Hantera dina kontouppgifter

source: Milestones
de: Meilensteine
es: Hitos
fr: Jalons
ja: マイルストーン
ko: 마일스톤
nl: Mijlpalen
pt_br: Marcos
sv: Milstolpar

source: Minutes
de: Minuten
es: Minutos
ja: 分
ko: 분
nl: Minuten
pt_br: Minutos
sv: Minuter

source: minutes per week
de: Minuten pro Woche
es: minutos por semana
fr: minutes par semaine
ja: 分/週
ko: 분/주
nl: minuten per week
pt_br: minutos por semana
sv: minuter per vecka

source: Mode
de: Modus
es: Modo
ja: モード
ko: 모드
nl: Modus
pt_br: Modo
sv: Läge

source: Modify
de: Ändern
es: Modificar
fr: Modifier
ja: 変更
ko: 수정
nl: Wijzigen
pt_br: Modificar
sv: Ändra

source: months
de: Monate
es: meses
fr: mois
ja: ヶ月
ko: 개월
nl: maanden
pt_br: meses
sv: månader

source: Muscle Group
de: Muskelgruppe
es: Grupo Muscular
fr: Groupe musculaire
ja: 筋群
ko: 근육군
nl: Spiergroep
pt_br: Grupo Muscular
sv: Muskelgrupp

source: Must be at least 8 characters with uppercase, lowercase, and number
de: Mindestens 8 Zeichen mit Groß-, Kleinbuchstaben und Zahl
es: Debe tener al menos 8 caracteres con mayúscula, minúscula y número
fr: Doit contenir au moins 8 caractères avec majuscule, minuscule et chiffre
ja: 大文字、小文字、数字を含む8文字以上が必要です
ko: 대문자, 소문자, 숫자를 포함한 8자 이상이어야 합니다
nl: Moet minimaal 8 tekens bevatten met hoofdletters, kleine letters en cijfers
pt_br: Deve ter pelo menos 8 caracteres com maiúscula, minúscula e número
sv: Måste vara minst 8 tecken med versaler, gemener och siffror

source: My Custom Exercises
de: Meine eigenen Übungen
es: Mis Ejercicios Personalizados
fr: Mes exercices personnalisés
ja: マイカスタム種目
ko: 나의 맞춤 운동
nl: Mijn aangepaste oefeningen
pt_br: Meus Exercícios Personalizados
sv: Mina egna övningar

source: My Exercises
de: Meine Übungen
es: Mis Ejercicios
fr: Mes exercices
ja: マイ種目
ko: 나의 운동
nl: Mijn oefeningen
pt_br: Meus Exercícios
sv: Mina övningar

source: NEW EMAIL
de: NEUE E-MAIL
es: NUEVO CORREO
fr: NOUVEL EMAIL
ja: 新しいメールアドレス
ko: 새 이메일
nl: NIEUW E-MAIL
pt_br: NOVO E-MAIL
sv: NY E-POST

source: New Month, Fresh Start
de: Neuer Monat, neuer Anfang
es: Nuevo mes, nuevo comienzo
fr: Nouveau mois, nouveau départ
ja: 新しい月、新しいスタート
ko: 새로운 달, 새로운 시작
nl: Nieuwe maand, nieuwe start
pt_br: Novo mês, novo começo
sv: Ny månad, nystart

source: New Password
de: Neues Passwort
es: Nueva Contraseña
fr: Nouveau mot de passe
ja: 新しいパスワード
ko: 새 비밀번호
nl: Nieuw wachtwoord
pt_br: Nova Senha
sv: Nytt lösenord

source: New Personal Best
de: Neuer persönlicher Rekord
es: Nuevo récord personal
fr: Nouveau record personnel
ja: 新しい自己ベスト
ko: 새로운 개인 최고 기록
nl: Nieuw persoonlijk record
pt_br: Novo recorde pessoal
sv: Nytt personbästa

source: New Personal Record
de: Neuer persönlicher Rekord
es: Nuevo Récord Personal
fr: Nouveau record personnel
ja: 新しい自己記録
ko: 새로운 개인 기록
nl: Nieuw persoonlijk record
pt_br: Novo Recorde Pessoal
sv: Nytt personligt rekord

source: New Personal Records!
de: Neue persönliche Rekorde!
es: ¡Nuevos récords personales!
fr: Nouveaux records personnels !
ja: 新しい自己記録！
ko: 새로운 개인 기록!
nl: Nieuwe persoonlijke records!
pt_br: Novos recordes pessoais!
sv: Nya personliga rekord!

source: New PR
de: Neuer PR
es: Nuevo PR
fr: Nouveau PR
ja: 新PR
ko: 새 PR
nl: Nieuw PR
pt_br: Novo PR
sv: Nytt PR

source: New Routine
de: Neue Routine
es: Nueva Rutina
fr: Nouvelle routine
ja: 新しいルーティン
ko: 새 루틴
nl: Nieuwe routine
pt_br: Nova Rotina
sv: Ny rutin

source: Next
de: Weiter
es: Siguiente
fr: Suivant
ja: 次へ
ko: 다음
nl: Volgende
pt_br: Próximo
sv: Nästa

source: Next Achievement
de: Nächster Erfolg
es: Siguiente Logro
fr: Prochain succès
ja: 次の実績
ko: 다음 업적
nl: Volgende prestatie
pt_br: Próxima Conquista
sv: Nästa prestation

source: Next Milestone
de: Nächster Meilenstein
es: Siguiente Hito
fr: Prochain jalon
ja: 次のマイルストーン
ko: 다음 마일스톤
nl: Volgende mijlpaal
pt_br: Próximo Marco
sv: Nästa milstolpe

source: No
de: Nein
fr: Non
ja: いいえ
ko: 아니오
nl: Nee
pt_br: Não
sv: Nej

source: No 1RM Data Yet
de: Noch keine 1RM-Daten
es: Sin Datos de 1RM Aún
fr: Pas encore de données 1RM
ja: 1RMデータがまだありません
ko: 아직 1RM 데이터가 없습니다
nl: Nog geen 1RM-gegevens
pt_br: Sem Dados de 1RM Ainda
sv: Ingen 1RM-data ännu

source: No change since start
de: Keine Veränderung seit Beginn
es: Sin cambios desde el inicio
fr: Aucun changement depuis le début
ja: 開始以来変化なし
ko: 시작 이후 변화 없음
nl: Geen verandering sinds start
pt_br: Sem mudança desde o início
sv: Ingen förändring sedan start

source: No custom exercises yet
de: Noch keine eigenen Übungen
es: Sin ejercicios personalizados aún
fr: Pas encore d'exercices personnalisés
ja: カスタム種目がまだありません
ko: 아직 맞춤 운동이 없습니다
nl: Nog geen aangepaste oefeningen
pt_br: Sem exercícios personalizados ainda
sv: Inga egna övningar ännu

source: No exercises found
de: Keine Übungen gefunden
es: No se encontraron ejercicios
fr: Aucun exercice trouvé
ja: 種目が見つかりません
ko: 운동을 찾을 수 없습니다
nl: Geen oefeningen gevonden
pt_br: Nenhum exercício encontrado
sv: Inga övningar hittades

source: No Exercises Yet
de: Noch keine Übungen
es: Sin Ejercicios Aún
fr: Pas encore d'exercices
ja: 種目がまだありません
ko: 아직 운동이 없습니다
nl: Nog geen oefeningen
pt_br: Sem Exercícios Ainda
sv: Inga övningar ännu

source: No Milestones Yet
de: Noch keine Meilensteine
es: Sin Hitos Aún
fr: Pas encore de jalons
ja: マイルストーンがまだありません
ko: 아직 마일스톤이 없습니다
nl: Nog geen mijlpalen
pt_br: Sem Marcos Ainda
sv: Inga milstolpar ännu

source: No Routines Yet
de: Noch keine Routinen
es: Sin Rutinas Aún
fr: Pas encore de routines
ja: ルーティンがまだありません
ko: 아직 루틴이 없습니다
nl: Nog geen routines
pt_br: Sem Rotinas Ainda
sv: Inga rutiner ännu

source: No Sets Completed
de: Keine Sätze abgeschlossen
es: Ninguna Serie Completada
fr: Aucune série terminée
ja: 完了したセットがありません
ko: 완료된 세트 없음
nl: Geen sets voltooid
pt_br: Nenhuma Série Concluída
sv: Inga set avslutade

source: No Strength Data Yet
de: Noch keine Kraftdaten
es: Sin Datos de Fuerza Aún
fr: Pas encore de données de force
ja: 筋力データがまだありません
ko: 아직 근력 데이터가 없습니다
nl: Nog geen krachtgegevens
pt_br: Sem Dados de Força Ainda
sv: Ingen styrkedata ännu

source: No workout history yet
de: Noch kein Workout-Verlauf
es: Sin historial de entrenamientos aún
fr: Pas encore d'historique d'entraînement
ja: ワークアウト履歴がまだありません
ko: 아직 운동 기록이 없습니다
nl: Nog geen trainingsgeschiedenis
pt_br: Sem histórico de treinos ainda
sv: Ingen träningshistorik ännu

source: No Workout History Yet
de: Noch kein Workout-Verlauf
es: Sin Historial de Entrenamientos Aún
fr: Pas encore d'historique d'entraînement
ja: ワークアウト履歴がまだありません
ko: 아직 운동 기록이 없습니다
nl: Nog geen trainingsgeschiedenis
pt_br: Sem Histórico de Treinos Ainda
sv: Ingen träningshistorik ännu

source: No workouts scheduled
de: Keine Workouts geplant
es: No hay entrenamientos programados
fr: Aucun entraînement planifié
ja: ワークアウトの予定なし
ko: 예정된 운동 없음
nl: Geen trainingen gepland
pt_br: Nenhum treino agendado
sv: Inga träningspass schemalagda

source: Not Connected
de: Nicht verbunden
es: No Conectado
fr: Non connecté
ja: 未接続
ko: 연결되지 않음
nl: Niet verbonden
pt_br: Não Conectado
sv: Ej ansluten

source: Not enough data yet
de: Noch nicht genügend Daten
es: Datos insuficientes aún
fr: Pas encore assez de données
ja: まだ十分なデータがありません
ko: 아직 충분한 데이터가 없습니다
nl: Nog niet genoeg gegevens
pt_br: Dados insuficientes ainda
sv: Inte tillräckligt med data ännu

source: Not set
de: Nicht festgelegt
es: No establecido
fr: Non défini
ja: 未設定
ko: 미설정
nl: Niet ingesteld
pt_br: Não definido
sv: Ej inställt

source: Not started
de: Nicht gestartet
es: No iniciado
fr: Non commencé
ja: 未開始
ko: 시작하지 않음
nl: Niet gestart
pt_br: Não iniciado
sv: Inte påbörjad

source: Notes (Optional)
de: Notizen (Optional)
es: Notas (Opcional)
fr: Notes (Optionnel)
ja: メモ（任意）
ko: 메모 (선택)
nl: Notities (Optioneel)
pt_br: Notas (Opcional)
sv: Anteckningar (Valfritt)

source: Obese
de: Adipös
es: Obeso
fr: Obèse
ja: 肥満
ko: 비만
nl: Obesitas
pt_br: Obeso
sv: Fetma

source: of
de: von
es: de
fr: de
ja: の
ko: 의
nl: van
pt_br: de
sv: av

source: Offline Mode
de: Offline-Modus
es: Modo Sin Conexión
fr: Mode hors ligne
ja: オフラインモード
ko: 오프라인 모드
nl: Offlinemodus
pt_br: Modo Offline
sv: Offlineläge

source: or
de: oder
es: o
fr: ou
ja: または
ko: 또는
nl: of
pt_br: ou
sv: eller

source: Other
de: Sonstiges
es: Otro
fr: Autre
ja: その他
ko: 기타
nl: Overig
pt_br: Outro
sv: Övrigt

source: Overweight
de: Übergewicht
es: Sobrepeso
fr: Surpoids
ja: 過体重
ko: 과체중
nl: Overgewicht
pt_br: Sobrepeso
sv: Övervikt

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
ko: 비밀번호
nl: Wachtwoord
pt_br: Senha
sv: Lösenord

source: Password is required
de: Passwort ist erforderlich
es: La contraseña es obligatoria
fr: Le mot de passe est requis
ja: パスワードは必須です
ko: 비밀번호는 필수입니다
nl: Wachtwoord is vereist
pt_br: A senha é obrigatória
sv: Lösenord krävs

source: Password must be at least 8 characters with uppercase, lowercase, and number
de: Das Passwort muss mindestens 8 Zeichen mit Groß-, Kleinbuchstaben und Zahl enthalten
es: La contraseña debe tener al menos 8 caracteres con mayúsculas, minúsculas y números
fr: Le mot de passe doit contenir au moins 8 caractères avec majuscule, minuscule et chiffre
ja: パスワードは大文字、小文字、数字を含む8文字以上が必要です
ko: 비밀번호는 대문자, 소문자, 숫자를 포함한 8자 이상이어야 합니다
nl: Wachtwoord moet minimaal 8 tekens bevatten met hoofdletters, kleine letters en cijfers
pt_br: A senha deve ter pelo menos 8 caracteres com maiúsculas, minúsculas e números
sv: Lösenordet måste vara minst 8 tecken med versaler, gemener och siffror

source: Password Reset!
de: Passwort zurückgesetzt!
es: ¡Contraseña Restablecida!
fr: Mot de passe réinitialisé !
ja: パスワードがリセットされました！
ko: 비밀번호가 재설정되었습니다!
nl: Wachtwoord gereset!
pt_br: Senha Redefinida!
sv: Lösenord återställt!

source: Passwords don't match
de: Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
ja: パスワードが一致しません
ko: 비밀번호가 일치하지 않습니다
nl: Wachtwoorden komen niet overeen
pt_br: As senhas não coincidem
sv: Lösenorden matchar inte

source: Passwords match
de: Passwörter stimmen überein
es: Las contraseñas coinciden
fr: Les mots de passe correspondent
ja: パスワードが一致しています
ko: 비밀번호가 일치합니다
nl: Wachtwoorden komen overeen
pt_br: As senhas coincidem
sv: Lösenorden matchar

source: Plan
de: Planen
es: Planificar
fr: Planifier
ja: プラン
ko: 계획
pt_br: Planejar
sv: Planera

source: Plan & Workout
de: Planen & Trainieren
es: Planificar y entrenar
fr: Planifier & S'entraîner
ja: プラン＆ワークアウト
ko: 계획 및 운동
nl: Plan & Training
pt_br: Planejar e treinar
sv: Planera & Träna

source: Plan your week ahead, assign routines to specific days so you always know what's coming next.
de: Plane deine Woche im Voraus, weise Routinen bestimmten Tagen zu, damit du immer weißt, was als Nächstes kommt.
es: Planifica tu semana, asigna rutinas a días específicos para que siempre sepas qué viene después.
fr: Planifie ta semaine à l'avance, attribue des routines à des jours spécifiques pour toujours savoir ce qui t'attend.
ja: 週の計画を立て、特定の日にルーティンを割り当てて、次に何が来るか常に把握しましょう。
ko: 주간 계획을 세우고 특정 요일에 루틴을 배정하여 다음에 무엇을 할지 항상 파악하세요.
nl: Plan je week vooruit, wijs routines toe aan specifieke dagen zodat je altijd weet wat er komt.
pt_br: Planeje sua semana, atribua rotinas a dias específicos para sempre saber o que vem a seguir.
sv: Planera din vecka i förväg, tilldela rutiner till specifika dagar så att du alltid vet vad som kommer härnäst.

source: Plan your workout for today
de: Plane dein Workout für heute
es: Planifica tu entrenamiento de hoy
fr: Planifie ton entraînement du jour
ja: 今日のワークアウトを計画
ko: 오늘의 운동을 계획하세요
nl: Plan je training voor vandaag
pt_br: Planeje seu treino de hoje
sv: Planera dagens träning

source: Please confirm the change by clicking the link in your inbox. You will be signed out now.
de: Bitte bestätige die Änderung über den Link in deinem Posteingang. Du wirst jetzt abgemeldet.
es: Confirma el cambio haciendo clic en el enlace en tu bandeja de entrada. Se cerrará tu sesión ahora.
fr: Confirme le changement en cliquant sur le lien dans ta boîte mail. Tu vas être déconnecté maintenant.
ja: 受信箱のリンクをクリックして変更を確認してください。これからログアウトされます。
ko: 받은편지함의 링크를 클릭하여 변경을 확인하세요. 지금 로그아웃됩니다.
nl: Bevestig de wijziging door op de link in je inbox te klikken. Je wordt nu uitgelogd.
pt_br: Confirme a alteração clicando no link na sua caixa de entrada. Você será desconectado agora.
sv: Bekräfta ändringen genom att klicka på länken i din inkorg. Du loggas ut nu.

source: Please enter a valid email address
de: Bitte gib eine gültige E-Mail-Adresse ein
es: Por favor, introduce una dirección de correo electrónico válida
fr: Veuillez entrer une adresse email valide
ja: 有効なメールアドレスを入力してください
ko: 유효한 이메일 주소를 입력하세요
nl: Voer een geldig e-mailadres in
pt_br: Por favor, insira um endereço de e-mail válido
sv: Ange en giltig e-postadress

source: Please fill in all fields
de: Bitte fülle alle Felder aus
es: Por favor, completa todos los campos
fr: Veuillez remplir tous les champs
ja: すべてのフィールドを入力してください
ko: 모든 항목을 입력하세요
nl: Vul alle velden in
pt_br: Por favor, preencha todos os campos
sv: Vänligen fyll i alla fält

source: Please verify your email before signing in
de: Bitte bestätige deine E-Mail, bevor du dich anmeldest
es: Verifica tu correo antes de iniciar sesión
fr: Vérifie ton email avant de te connecter
ja: ログインする前にメールを確認してください
ko: 로그인하기 전에 이메일을 인증하세요
nl: Verifieer je e-mail voordat je inlogt
pt_br: Verifique seu e-mail antes de entrar
sv: Verifiera din e-post innan du loggar in

source: Please verify your email before signing in. Check your inbox for the verification link.
de: Bitte bestätige deine E-Mail vor der Anmeldung. Überprüfe deinen Posteingang für den Bestätigungslink.
es: Por favor, verifica tu correo electrónico antes de iniciar sesión. Revisa tu bandeja de entrada para el enlace de verificación.
fr: Vérifie ton email avant de te connecter. Cherche le lien de vérification dans ta boîte mail.
ja: ログインする前にメールを確認してください。受信箱で確認リンクを探してください。
ko: 로그인하기 전에 이메일을 인증하세요. 받은편지함에서 인증 링크를 확인하세요.
nl: Verifieer je e-mail voordat je inlogt. Controleer je inbox voor de verificatielink.
pt_br: Por favor, verifique seu e-mail antes de entrar. Confira sua caixa de entrada para o link de verificação.
sv: Verifiera din e-post innan du loggar in. Kolla din inkorg efter verifieringslänken.

source: Previous: %@
de: Vorherige: %@
es: Anterior: %@
fr: Précédent : %@
ja: 前回：%@
ko: 이전: %@
nl: Vorige: %@
pt_br: Anterior: %@
sv: Föregående: %@

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de Privacidad
fr: Politique de confidentialité
ja: プライバシーポリシー
ko: 개인정보 처리방침
nl: Privacybeleid
pt_br: Política de Privacidade
sv: Integritetspolicy

source: Profile
de: Profil
es: Perfil
fr: Profil
ja: プロフィール
ko: 프로필
nl: Profiel
pt_br: Perfil
sv: Profil

source: Progress
de: Fortschritt
es: Progreso
fr: Progrès
ja: 進捗
ko: 진행
nl: Voortgang
pt_br: Progresso
sv: Framsteg

source: PRs Rolling In
de: Neue Rekorde
es: Récords en racha
fr: Records en série
ja: 記録更新中
ko: 기록 갱신 중
nl: Records komen binnen
pt_br: Recordes chegando
sv: Nya rekord på gång

source: Pulse Member
de: Pulse-Mitglied
es: Miembro Pulse
fr: Membre Pulse
ja: Pulseメンバー
ko: Pulse 멤버
nl: Pulse-lid
pt_br: Membro Pulse
sv: Pulse-medlem
